IDEA StatiCa Open Model
MatAnchorProperties.KSN Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Nonlinear stiffness in shear after over loaded FLS
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double KSN { get; set; }
Public Property KSN As Double
	Get
	Set
public:
property double KSN {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatAnchorProperties Class
IdeaRS.OpenModel.Material Namespace